Repository: SilverlightningY/revager
Catalog: lang/*.po
Languages: de, ro

source: Include signing fields for the present attendees.
de: Unterschriftenfelder für die anwesenden Teilnehmer einbinden.
ro: Includeţi câmpuri de semnare pentru participanţii prezenţi.

source: Attach files which belong to the findings.
de: Datei-Anhänge der Befunde einbinden.
ro: Ataşaţi fişiere care aparţin rezultatelor.

source: Attach file(s) of the product
de: Datei(en) des Prüflings einbinden
ro: Ataşaţi fişier(e) al(e) produsului

source: Export the findings of a certain meeting only:
de: Nur die Befunde einer bestimmten Sitzung exportieren:
ro: Exportati numai rezultatele unei sedinte anumite:

source: Severities for the findings in this review:
de: Gewichtungen für die Befunde in diesem Review:
ro: Severităţi ale rezultatelor din aceasta inspectie/revizuire:

source: Add Severity
de: Gewichtung hinzufügen
ro: Adaugaţi severitate

source: Remove Severity
de: Gewichtung entfernen
ro: Stergeţi severitate

source: Edit Severity
de: Gewichtung bearbeiten
ro: Editaţi severitate

source: Push to the top
de: Ganz nach oben verschieben
ro: Impingeti spre vârf/inceput

source: Push up
de: Nach oben verschieben
ro: Impingeti in sus

source: Push down
de: Nach unten verschieben
ro: Impingeti in jos

source: Push to the bottom
de: Ganz nach unten verschieben
ro: Impingeti spre baza/sfârsit

source: The order of the severities for the findings affects the entire review and represents their relevance (decreasing from top to bottom in the list).
de: Die Reihenfolge der Gewichtungen betrifft das gesamte Review und repräsentiert ihre Wichtigkeit (abnehmend von oben nach unten).
ro: Ordinea severitătilor pentru rezultate afectează întreaga inspectie/revizuire şi reprezintă relevanţa lor (descendent în listă de la vârf/inceput pina la bază/sfârsit).

source: Here you can enter all information for the new review meeting.
de: Hier können Sie alle Informationen in Bezug auf die Review-Sitzung eingeben.
ro: Aici puteţi introduce toate informaţiile pentru noua sedinta a inspectiei/revizuirii.

source: Please enter the reason for canceling the meeting...
de: Bitte geben Sie einen Grund für die Absage der Sitzung ein...
ro: Vă rog să introduceţi motivul pentru anularea sedintei ...

source: Edit Meeting
de: Sitzung bearbeiten
ro: Editati sedinta

source: Here you can edit all information of the selected meeting.
de: Hier können Sie alle Informationen der gewählten Sitzung bearbeiten.
ro: Aici puteţi să editaţi toate informaţiile sedintei selectate.

source: Period of time:
de: Zeitraum:
ro: Perioada de timp:

source: to
de: bis
ro: la

source: Location:
de: Ort:
ro: Locaţia:

source: Canceled
de: Abgesagt
ro: Anulat

source: Date:
de: Datum:
ro: Data:

source: Select date
de: Datum wählen
ro: Selectaţi data

source: PDF Export
ro: Export PDF

source: Save review every {0} minutes automatically.
de: Das Review alle {0} Minuten automatisch speichern.
ro: Salvaţi inspectia/revizuirea tot la fiecare {0} minute în mod automat.

source: Check if a new version of RevAger is available during application start.
de: Beim Start von RevAger prüfen, ob eine neue Version der Anwendung verfügbar ist.
ro: Verificaţi dacă o nouă versiune a aplicatiei RevAger este disponibilă în timpul pornirii aplicaţiei.

source: Show hints in dialogs by default.
de: Hinweise in den Dialogen standardmäßig anzeigen.
ro: Afişaţi sugestii în casetele de dialog în mod implicit.

source: Highlight obligatory input fields.
de: Pflicht-Eingabefelder visuell kenntlich machen.
ro: Marcaţi câmpurile obligatorii de intrare.

source: Allow usage of fullscreen mode (EXPERIMENTAL).
de: Vollbildmodus erlauben (EXPERIMENTELL).
ro: Permiteţi utilizarea modului fullscreen (EXPERIMENTAL).

source: Show warning while creating a findings list after {0} minutes.
de: Nach {0} Minuten Arbeit an einem Protokoll eine Warnung einblenden.
ro: Arătaţi o avertizare în timpul creării unei liste de rezultate după {0} minute.

source: Language:
de: Sprache:
ro: Limba:

source: Findings list as PDF file
de: Review-Protokoll als PDF-Datei
ro: Lista rezultatelor ca fişier PDF

source: Choose an Image...
de: Bild auswählen...
ro: Alegeţi o imagine ...

source: Remove Image
de: Bild entfernen
ro: Stergeţi imaginea

source: Displayed image:
de: Angezeigtes Bild:
ro: Imaginea afisata:

source: Displayed foot text:
de: Angezeigter Fußtext:
ro: Textul de subsol afişat:

source: Invitations as PDF file:
de: Einladungspakete als PDF-Datei:
ro: Invitaţiile ca fişier PDF:

source: Text of invitations:
de: Einladungstext:
ro: Textul invitaţiilor:

source: Here you can set some application options. They will be saved in the database independently of any particular review.
de: Hier können sie einige Anwendungseinstellungen vornehmen. Diese werden in der Datenbank unabhängig von einem bestimmten Review gespeichert.
ro: Aici puteţi seta unele opţiuni ale aplicaţiei. Acestea vor fi salvate în baza de date, independent de orice inspecţie/revizuire particulara.

source: Here you can set some options concerning the PDF export. They will be saved in the database independently of any particular review.
de: Hier können Sie einige Optionen in Bezug auf den PDF-Export festlegen. Diese Einstellungen werden unabhängig von einem bestimmten Review in der Datenbank gespeichert.
ro: Aici puteţi seta unele opţiuni privind exportul PDF. Acestea vor fi salvate în baza de date, independent de orice inspecţie/revizuire particulara.

source: Don't show this dialog during the current session again.
de: Diesen Dialog während der aktuellen Sitzung nicht mehr anzeigen.
ro: Nu mai arătaţi acest dialog în timpul sesiunii curente.

source: No
de: Nein
ro: Nu

source: Yes
de: Ja
ro: Da

source: Welcome to RevAger!
de: Willkommen bei RevAger!
ro: Bine aţi venit la RevAger!

source: You can select a mode and a review from the list of reviews. If your review isn't in the list, you can load it by choosing 'Select another review...'.
de: Sie können ein Review aus der Liste auswählen. Wenn Ihr Review nicht Teil der Liste ist, so können Sie auch ein anderes Review wählen.
ro: Puteţi selecta un mod şi o inspecţie/revizuire din lista de inspecţii/revizuiri. Dacă inspecţia/revizuirea dumneavoastră nu este în listă, aveţi posibilitatea să o încărcaţi prin alegînd 'Selectaţi o altă recenzie ...'.

source: Here you can manage some personal details. They will be used during the review.
de: Hier können Sie einige persönliche Informationen verwalten, welche während des Reviews verwendet werden.
ro: Aici puteţi administra unele detalii personale. Acestea vor fi folosite în timpul inspecţiei/revizuirii.

source: RevAger Assistant
de: RevAger Assistent
ro: Asistent pentru RevAger

source: Select this if you would like to start a review immediately as a single reviewer. This option is perfect for quick reviews of a website or even for car inspections.
de: Hiermit können Sie als einzelner Gutachter sofort ein Review zu beginnen. Diese Methode ist sehr gut geeignet für ein schnelles Review einer Internet-Seite oder auch für eine Fahrzeug-Inspektion.
ro: Selectaţi această opţiune dacă doriţi să începeţi imediat o inspecţie/revizuire ca un inspector/revizor unic. Această opţiune este perfectă pentru inspecţii/revizuiri rapide a unui site web sau chiar pentru inspecţiile de masina.

source: Select this if you would like to organize a review as moderator.
de: Hiermit können Sie als Moderator ein Review organisieren.
ro: Selectaţi această opţiune dacă doriţi să organizaţi o inspecţie/revizuire de moderator.

source: Select this if you would like to open an existing review.
de: Wählen Sie diese Option, um ein existierendes Review zu öffnen.
ro: Selectaţi această opţiune dacă doriţi să deschideţi o inspecţie/revizuire existentă.

source: Select this if you want to change the language of the application.
de: Wählen Sie diese Option, um die Sprache der Anwendung zu ändern.
ro: Selectaţi această opţiune dacă doriţi să schimbaţi limba aplicaţiei.

source: Select this if you would like to manage the catalogs and aspects in the Aspects Manager.
de: Hiermit können Sie die Fragenkataloge und Prüfaspekte im Prüfaspekte-Manager verwalten.
ro: Selectaţi această opţiune dacă doriţi să administraţi cataloagele şi aspectele în Administratorul de Aspecte.

source: Open existing review
de: Existierendes Review öffnen
ro: Deschideţi o inspecţie/revizuire existentă

source: Open Aspects Manager
de: Prüfaspekte-Manager öffnen
ro: Deschideţi Administratorul de Aspecte

source: Schedule new review
de: Neues Review planen
ro: Planificaţi o inspecţie/revizuire nouă

source: Quickstart
de: Sofortiges Review
ro: Start rapid

source: Select another review...
de: Ein anderes Review wählen...
ro: Selectaţi o altă inspecţie/revizuire ...

source: No reviews available
de: Keine Reviews verfügbar
ro: Nu există inspecţii/revizuiri disponibile

source: Please select the aspects which should be added to the finding:
de: Bitte wählen Sie die Prüfaspekte, welche zum Befund hinzugefügt werden sollen:
ro: Vă rog sa selectaţi aspectele care ar trebui să fie adăugate la rezultat:

source: Please select the attendee you would like to add to the current meeting:
de: Bitte wählen Sie den Teilnehmer, welchen Sie zur aktuellen Sitzung hinzufügen möchten.
ro: Vă rog să selectaţi participantul pe care doriţi să-l adăugaţi la actuala sedinţă:

source: Close Edit View of this Finding
de: Bearbeitungsansicht des Befunds schließen
ro: Inchide Editare Vizualizare a acestui rezultat

source: Remove this Finding
de: Befund entfernen
ro: Stergeti acest rezultat

source: Push up Finding
de: Befund nach oben verschieben
ro: Impinge rezultatul in sus

source: Push down Finding
de: Befund nach unten verschieben
ro: Impinge rezultatul in jos

source: Push Finding to the top
de: Befund ganz nach oben verschieben
ro: Impinge rezultatul spre inceput/virf

source: Push Finding to the bottom
de: Befund ganz nach unten verschieben
ro: Impinge rezultatul spre fund/bază

source: Please enter a reference
de: Bitte geben Sie eine Referenz ein
ro: Vă rog să introduceţi o referinţă

source: Remove file
de: Datei entfernen
ro: Ştergeţi fişierul

source: Paste Image from Clipboard
de: Bild aus der Zwischenablage einfügen
ro: Inseraţi imaginea din Clipboard/memoria intermediara

source: Add Aspect(s)
de: Prüfaspekt(e) hinzufügen
ro: Adăugaţi aspect(e)

source: Remove Aspect(s)
de: Prüfaspekt(e) entfernen
ro: Ştergeţi aspect(e)

source: Are you sure you want to remove the selected finding permanently?
de: Sind Sie sicher, dass Sie den gewählten Befund unwiderruflich entfernen wollen?
ro: Sunteţi sigur că doriţi să ştergeţi rezultatul selectat permanent?

source: Aspect(s)
de: Prüfaspekt(e)
ro: Aspect(e)

source: Reference(s)
de: Referenz(en)
ro: Referinţă/Referinţe

source: File(s)
de: Datei(en)
ro: Fişier(e)

source: Getting image from clipboard ...
de: Bild wird aus der Zwischenablage geladen ...
ro: Obţinerea imaginii din Clipboard/memoria intermediara

source: Unfortunately there isn't any image in the clipboard which can be included as a reference.
de: Leider existiert kein Bild in der Zwischenablage, welches als Referenz hinzugefügt werden kann.
ro: Din păcate, nu există nici o imagine în clipboard/memoria intermediara, care poate fi inclusă ca referinţă.

source: Information
de: Informationen
ro: Informaţii

source: Screenshot
de: Bildschirmfoto
ro: Captură de ecran

source: Please enter a name for the image:
de: Bitte geben Sie einen Namen für das Bild ein:
ro: Vă rog să introduceţi un nume pentru imagine:

source: Save
de: Speichern
ro: Salvați

source: Severe problem occurred! RevAger has to be restarted.
ro: O problemă severă a fost inregistrată! RevAger trebuie repornit.

source: Problem occurred
ro: Problemă inregistrată

source: Organizational
de: Organisatorisch
ro: Organizatoric

source: Impression
ro: Impresie

source: Findings
de: Befunde
ro: Rezultate

source: Comments & Recommendation
ro: Comentarii & Recomandari

source: Confirm and close list of findings
de: Bestätigen und Protokoll schließen
ro: Confirmaţi şi inchideţi jos lista rezultatelor

source: Export List of Findings as PDF File
de: Review-Protokoll als PDF-Datei exportieren
ro: Exportaţi lista rezultatelor ca fişier PDF

source: Export List of Findings as CSV File
de: Review-Protokoll als CSV-Datei exportieren
ro: Exportaţi lista rezultatelor ca fişier CSV

source: Exit Fullscreen
de: Vollbildansicht verlassen
ro: Terminarea modului de afisare pe întregul ecran

source: Change to Fullscreen mode
de: In den Vollbildmodus wechseln
ro: Schimbare la modul de afisare pe tot ecranul

source: Reset Stop Watch
de: Stoppuhr zurücksetzen
ro: Reinitializare cronometru

source: Pause Stop Watch
de: Stoppuhr pausieren
ro: Oprire/Intrerupere cronometru

source: Start Stop Watch
de: Stoppuhr starten
ro: Start cronometru

source: Add Attendee from the Attendee Pool
de: Einen Teilnehmer aus dem Teilnehmer-Pool hinzufügen
ro: Adăugaţi participant din gruparea de participanţi

source: Remove Attendee
de: Teilnehmer entfernen
ro: Stergeţi participant

source: Add Attendee to Meeting
de: Einen neuen Teilnehmer zur Sitzung hinzufügen
ro: Adăugaţi participant la şedinţă

source: Attendees of the current meeting:
de: Teilnehmer der aktuellen Sitzung:
ro: Participanţii şedinţei curente:

source: Comments on the meeting:
de: Kommentare zur Sitzung:
ro: Comentarii cu privire la şedinţă:

source: Comments on the list of findings:
de: Kommentare zum Protokoll:
ro: Comentarii cu privire la lista de rezultate:

source: This review meeting is running for {0} minutes already. Therefore it is recommended to finalize the meeting now and continue the review at a later point in time.
de: Diese Sitzung läuft bereits seit {0} Minuten. Daher wird empfohlen, die Sitzung nun abzuschließen und das Review zu einem späteren Zeitpunkt weiterzuführen.
ro: Această şedinţă de inspecţie/revizuire este deja de {0} minute in execuţie. Prin urmare, este recomandat să finalizaţi şedinţa acum şi să continuaţi inspecţia/revizuirea la un moment de timp ulterior.

source: List of findings successfully loaded.
de: Protokoll erfolgreich geladen.
ro: Lista de rezulate a fost incarcată cu succes.

source: Please add at least one attendee to the meeting by choosing one from the attendees pool or create a new one (Tab 'Organizational').
de: Bitte fügen Sie mindestens einen Teilnehmer zur Sitzung hinzu, entweder durch Auswahl aus dem Teilnehmer-Pool oder durch Anlegen eines neuen Teilnehmers (Tab 'Organisatorisches').
ro: Vă rog să adăugaţi cel puţin un participant la şedinţă prin alegerea unuia din gruparea de participanţi sau să creaţi unul nou (Tab "Organizatoric").

source: Please enter the general impression for the product into the provided text field (Tab 'Impression').
ro: Vă rog să introduceţi impresia generală pentru produs în câmpul de text prevăzut (Tab "Impresie").

source: Please enter the final recommendation for the product into the provided text field (Tab 'Comments & Recommendation').
ro: Vă rog să introduceţi recomandarea finală pentru produs în câmpul de text prevăzut (Tab "Comentarii & Recomandări").

source: For every finding enter at least a description (Tab 'Findings').
de: Bitte geben Sie für jeden Befund zumindest eine Beschreibung ein (Tab 'Befunde').
ro: Introduceţi cel puţin o descriere pentru fiecare rezultat (Tab "Rezultate").

source: The meeting data and its list of findings is complete.
de: Die Sitzungsdaten und das Protokoll sind vollständig.
ro: Datele şedinţei şi lista ei cu rezulate sunt complete.

source: In order to add a new finding to the list of findings use the 'Add Finding' button (Tab 'Findings').
de: Um einen neuen Befund zum Protokoll hinzuzufügen, klicken Sie auf die Schaltfläche 'Befund hinzufügen' (Tab 'Befunde').
ro: Pentru a adăuga un nou rezultat în lista de rezultate utilizaţi butonul "Adăugaţi Rezultat" (Tab "Rezulate").

source: Add Finding
de: Befund hinzufügen
ro: Adăugaţi Rezultat

source: Image Editor
de: Bildbearbeitung
ro: Editor de imagini

source: Undo
de: Rückgängig
ro: Anulaţi/Revocați

source: Redo
de: Wiederholen
ro: Refaceți/Repetaţi

source: Please enter some text
de: Bitte den gewünschten Text eingeben
ro: Vă rog să introduceţi un text

source: Color
de: Farbe
ro: Culoare

source: Please choose a color
de: Bitte eine Farbe auswählen
ro: Vă rog să alegeţi o culoare

source: Thickness
de: Dicke
ro: Grosime

source: January
de: Januar
ro: Ianuarie

source: February
de: Februar
ro: Februarie

source: March
de: März
ro: Martie

source: April
ro: Aprilie

source: May
de: Mai
ro: Mai

source: June
de: Juni
ro: Iunie

source: July
de: Juli
ro: Iulie

source: September
ro: Septembrie

source: October
de: Oktober
ro: Octombrie

source: November
ro: Noiembrie

source: December
de: Dezember
ro: Decembrie

source: Mon
de: Mo
ro: Lun

source: Tue
de: Di
ro: Mar

source: Wed
de: Mi
ro: Mie

source: Thu
de: Do
ro: Joi

source: Fri
de: Fr
ro: Vin

source: Sat
de: Sa
ro: Sâm

source: Sun
de: So
ro: Dum

source: Previous month
de: Voriger Monat
ro: Luna trecută

source: Next month
de: Nächster Monat
ro: Luna viitoare

source: Previous year
de: Voriges Jahr
ro: Anul trecut

source: Next year
de: Nächstes Jahr
ro: Anul viitor

source: Please choose a date...
de: Bitte Datum auswählen...
ro: Vă rog sa alegeți o dată...

source: Open File...
de: Datei öffnen...
ro: Deschideți fișierul...

source: Save File...
de: Datei speichern...
ro: Salvați fișierul...

source: Select Directory...
de: Ordner wählen...
ro: Selectați un director...

source: Cannot find the given file. Please select a valid one.
de: Die gewählte Datei konnte nicht gefunden werden. Bitte wählen Sie eine gültige Datei.
ro: Fişierul dat nu poate fi găsit. Vă rog să selectaţi un fişier valid.

source: There is a file with the given name already existing. Would you like to overwrite it?
de: Es existiert bereits eine Datei mit dem angegebenen Namen. Soll diese überschrieben werden?
ro: Există deja un fişier cu numele dat. Doriţi să il suprascrieţi?

source: Select
de: Auswählen
ro: Selectaţi

source: An error occurred while choosing a file or directory! Please try again.
de: Beim Auswählen einer Datei / eines Ordners ist ein Fehler aufgetreten! Bitte versuchen Sie es erneut.
ro: S-a înregistrat o eroare în timpul alegerii unui fişier sau director! Vă rugăm să încercaţi din nou.

source: Findings List of
de: Protokoll vom
ro: Lista rezulatelor de

source: Reviewers
de: Gutachter
ro: Inspectori/Revizori

source: Name
ro: Nume

source: Role
de: Rolle
ro: Rol

source: Description
de: Beschreibung
ro: Descriere

source: Reference
de: Referenz
ro: Referinţă

source: Severity
de: Gewichtung
ro: Severitate

source: Bug Reporter
ro: Reporter de erori

source: Review Severity
de: Gewichtung im Review
ro: Gravitatea/Gradul de severitate (al) inspectiei/revizuirii

source: Mapping
de: Zuordnung
ro: Asociere

source: Files
de: Dateien
ro: Fișiere

source: References
de: Referenzen
ro: Referințe

source: Preparation time
de: Vorbereitungszeit
ro: Timp de pregătire

source: Category
de: Kategorie
ro: Categorie

source: Aspects allocated.
de: Prüfaspekte zugeteilt.
ro: Aspecte alocate.

source: Cannot allocate aspects!
de: Die Prüfaspekte konnten nicht zugeteilt werden!
ro: Nu se pot aloca aspecte!

source: Auto backup done.
de: Automatische Sicherung erstellt.
ro: Copia automată de siguranţă a fost terminată.

source: Auto backup failed!
de: Automatische Sicherung fehlgeschlagen!
ro: Copia automată de siguranţă a eşuat!

source: Review stored successfully.
de: Review erfolgreich gespeichert.
ro: Inspetia/Revizuirea a fost stocată cu succes.

source: Review couldn't be stored!
de: Review konnte nicht gespeichert werden!
ro: Inspetia/Revizuirea nu a putut fi stocată!

source: A new version of RevAger is available! Latest version: {0} Your version: {1} Please choose 'Update' to get the latest version. If you don't like to see this message again, you can turn it off in the application settings.
de: Eine neue Version von RevAger ist verfügbar! Aktuelle Version: {0} Ihre Version: {1} Bitte wählen Sie 'Update' um die aktuelle Version herunterzuladen. Wenn Sie diese Benachrichtigung nicht mehr sehen möchten, so können Sie diese in den Anwendungseinstellungen ausschalten.
ro: O nouă versiune a aplicaţiei RevAger este disponibilă! Ultima versiune: {0} Versiunea dvs.: {1} Vă rog să alegeţi "Update" pentru a obţine cea mai recentă versiune. Dacă nu doriţi să vedeţi acest mesaj din nou, aveţi posibilitatea să îl dezactivaţi în setările aplicaţiei.

source: Update RevAger
ro: Actualizare RevAger

source: Creating invitation(s) ...
de: Einladungspakete werden erstellt ...
ro: Creare invitaţie/invitaţii ...

source: The invitations have been created successfully.
de: Die Einladungspakete wurden erfolgreich erstellt.
ro: Invitaţiile au fost create cu succes.

source: You have to choose at least one attendee in order to create an invitation.
de: Sie müssen mindestens einen Teilnehmer auswählen, um ein Einladungspaket zu erstellen.
ro: Trebuie să alegeţi cel puţin un participant, cu scopul de a crea o invitaţie.

source: Please choose a directory where to store the invitation(s).
de: Bitte wählen Sie einen Ordner, in dem die Einladungspakete gespeichert werden sollen.
ro: Vă rog să alegeţi un director pentru stocarea invitaţiei/invitaţiilor.

source: Exporting aspects ...
de: Prüfaspekte werden exportiert ...
ro: Exportare aspecte...

source: Aspects exported successfully.
de: Die Prüfaspekte wurden erfolgreich exportiert.
ro: Aspectele au fost exportate cu succes.

source: Cannot export the selected aspects!
de: Die ausgewählten Prüfaspekte konnten nicht exportiert werden!
ro: Aspectele selectate nu pot fi exportate!

source: The findings have been exported into a CSV file successfully.
de: Die Befunde wurden erfolgreich in eine CSV-Datei exportiert.
ro: Rezultatele au fost exportate cu succes într-un fişier CSV.

source: Exporting catalog ...
de: Fragenkatalog wird exportiert ...
ro: Exportare catalog...

source: Catalog exported successfully.
de: Der Fragenkatalog wurde erfolgreich exportiert.
ro: Catalogul a fost exportat cu succes.

source: Cannot export selected catalog!
de: Der ausgewählte Fragenkatalog konnte nicht exportiert werden!
ro: Catalogul selectat nu poate fi exportat!

source: The findings list has been exported as a PDF file successfully.
de: Das Protokoll wurde erfolgreich als PDF-Datei exportiert.
ro: Lista cu rezultate a fost exportată cu succes într-un fişier PDF.

source: RevAger cannot find a PDF viewer on your machine. Please install a PDF Viewer, and open the findings list manually.
de: RevAger konnte keine Anwendung zum Betrachten von PDF-Dateien auf Ihrem System finden. Bitten installieren eine solche Anwendung und öffnen Sie anschließend das Protokoll manuell.
ro: RevAger nu poate găsi un vizualizator PDF pe calculatorul dumneavoastră. Vă rugăm să instalaţi un vizualizator PDF, şi să deschideţi lista rezulatelor in mod manual.

source: Importing aspects ...
de: Prüfaspekte werden importiert ...
ro: Importare aspecte ...

source: (No Directive)
de: (Keine Direktive)
ro: (Nici o directiva)

source: Aspects imported successfully.
de: Die Prüfaspekte wurden erfolgreich importiert.
ro: Aspectele au fost importate cu succes.

source: Cannot import selected file. The content isn't conform to the expected format (Resi XML Schema).
de: Die gewählte Datei konnte nicht importiert werden. Der Inhalt dieser Datei entspricht nicht dem erwarteten Format (Resi XML Schema).
ro: Fişierul selectat nu poate fi importat. Conţinutul nu este conform cu formatul aşteptat (Resi XML Schema).

source: Cannot import aspects!
de: Die Prüfaspekte konnten nicht importiert werden!
ro: Aspectele nu pot fi importate!

source: Please enter a new name for the catalog:
de: Bitten geben Sie einen neuen Namen für den Fragenkatalog ein:
ro: Vă rog să introduceţi un nume nou pentru catalog:
