Repository: SilverlightningY/revager
Catalog: lang/*.po
Languages: de, ro

source: Error
de: Fehler
ro: Eroare

source: The application cannot be restarted automatically on your system. Please start up RevAger manually after it has been closed.
de: Die Anwendung kann auf Ihrem System nicht automatisch neugestartet werden. Bitte starten Sie RevAger manuell, nachdem die Anwendung beendet wurde.
ro: Aplicatia nu poate fi reinitializata in mod automat in sistemul dumneavoastra. Va rog sa porniti RevAger manual dupa ce a fost inchis.

source: Warning
de: Achtung
ro: Atentionare

source: RevAger has detected an existing review data folder from an earlier version of this application. Do you want to use the data for the new version of RevAger?
de: Es wurde ein Ordner mit Review-Daten einer früheren RevAger-Version gefunden. Wollen Sie diese Daten mit der neuen RevAger-Version nutzen?
ro: RevAger a detectat un director/catalog existent cu datele inspectiilor/revizuirilor unei versiuni anterioare a acestei aplicatii. Vrei sa folositi datele pentru noua versiune a lui RevAger?

source: Question
de: Frage
ro: Întrebare

source: It is not possible to store and open application data. Please choose another location.
de: Die Anwendungsdaten konnten weder geöffnet noch gespeichert werden. Bitte wählen Sie einen anderen Speicherort.
ro: Salvarea si deschiderea datelor aplicatiei nu este posibila. Va rog sa alegeti alta adresa/locatie.

source: Review
ro: Inspectie/Revizuire

source: Review Invitation
de: Review-Einladung
ro: Invitatie la inspectie/revizuire

source: All files
de: Alle Dateien
ro: Toate fişierele

source: Directory
de: Verzeichnis
ro: Director/Catalog

source: Review files
de: Review-Dateien
ro: Fisiere cu datele inspectiei/revizuirii

source: Catalog files
de: Fragenkatalog-Dateien
ro: Fisiere de catalog

source: PDF files
de: PDF-Dateien
ro: Fișiere PDF

source: CSV files
de: CSV-Dateien
ro: Fişiere CSV

source: ZIP files
de: ZIP-Dateien
ro: Fisiere ZIP (fisiere comprimate)

source: Image files
de: Bild-Dateien
ro: Fisiere imagine

source: Cannot create tables in the database.
de: Es konnten keine Tabellen in der Datenbank erstellt werden.
ro: Nu pot fi create tabele in baza de date

source: Cannot open or create the database for storing application data. Maybe RevAger is running already.
de: Die Datenbank, um Anwendungsdaten zu speichern, konnte weder erstellt noch geöffnet werden. Unter Umständen ist ein Grund dafür, dass RevAger bereits läuft.
ro: Baza de date nu poate fi deschisa sau creata pentru memorarea/salvarea datelor aplicatiei. Este posibil ca RevAger sa fie deja in executie.

source: Cannot retrieve the requested application settings.
de: Die Anwendungseinstellungen konnten nicht ermittelt werden.
ro: Parametrii aplicatiei solicitati nu pot fi accesati/preluati.

source: Cannot store application settings.
de: Die Anwendungseinstellungen konnten nicht gespeichert werden.
ro: Parametrii aplicatiei nu pot fi memorati/salvati.

source: Cannot load the list of recent reviews.
de: Die zuletzt bearbeiteten Reviews konnten nicht ermittelt werden.
ro: Lista cu inspectii/revizii recente nu poate fi incarcata.

source: Cannot add the current review to the list of recent reviews.
de: Das aktuelle Review kann nicht zur Liste der zuletzt bearbeiteten Reviews hinzugefügt werden.
ro: Inspectia/Revizuirea curenta nu poate fi adaugata listei cu inspectii/revizii recente.

source: Cannot remove the review from the list of recent reviews.
de: Das aktuelle Review kann nicht aus der Liste der zuletzt bearbeiteten Reviews entfernt werden.
ro: Inspectia/Revizuirea nu poate fi stearsa din lista cu inspectii/revizii recente.

source: Cannot load catalogs from the catalog library.
de: Es konnten keine Fragenkataloge aus der Katalog-Bibliothek geladen werden.
ro: Nu pot incarca cataloage din biblioteca de cataloage.

source: Cannot find requested catalog.
de: Der gesuchte Fragenkatalog konnte nicht gefunden werden.
ro: Catalogul solicitat nu poate fi gasit.

source: An error occured while removing a catalog.
de: Während des Löschvorgangs des Fragenkatalogs ist ein Fehler aufgetreten.
ro: Eroare in timpul stergerii unui catalog.

source: Cannot get the number of catalogs in the library.
de: Die Anzahl an Fragenkatalogen in der Katalog-Bibliothek konnte nicht ermittelt werden.
ro: Nu pot gasi numarul de cataloage din biblioteca.

source: Cannot get the first sorting position of the catalogs.
de: Die erste Position der Kataloge bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi prima pozitie/primul indice de sortare a cataloagelor.

source: Cannot get the last sorting position of the catalogs.
de: Die letzte Position der Kataloge bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi ultima pozitie/ultimul indice de sortare a cataloagelor.

source: Cannot load attendees from the database.
de: Die Teilnehmer konnten nicht aus der Datenbank geladen werden.
ro: Nu pot incarca participantii din baza de date.

source: Cannot find requested attendee. The requested attendee may not be existing.
de: Der gesuchte Teilnehmer konnte nicht gefunden werden.Unter Umständen existiert der gesuchte Teilnehmer nicht.
ro: Nu pot gasi participantul solicitat. Este posibil ca participantul solicitat sa nu existe.

source: An error occurred while removing an attendee.
de: Während des Löschvorgangs des Teilnehmers ist ein Fehler aufgetreten.
ro: Eroare in timpul stergerii unui participant.

source: Cannot get the number of attendees in the database.
de: Die Anzahl an gespeicherten Teilnehmern in der Datenbank konnte nicht ermittelt werden.
ro: Nu pot gasi numarul de participanti din baza de date.

source: Cannot load any CSV profile from the database.
de: Es konnte kein CSV-Profil aus der Datenbank geladen werden.
ro: Nu pot incarca nici un profil CVS din baza de date.

source: Cannot load the requested CSV profile.
de: Das gewählte CSV-Profil konnte nicht geladen werden.
ro: Nu pot incarca profilul CVS solicitat din baza de date.

source: Cannot remove the CSV profile.
de: Das gewählte CSV-Profil konnte nicht gelöscht werden.
ro: Nu pot sterge profilul CVS.

source: Author
de: Autor
ro: Autor

source: Customer
de: Kunde
ro: Client

source: Reviewer
de: Gutachter
ro: Inspector/Revizor

source: Scribe
de: Notar
ro: Secretar/Copist

source: Not rated
ro: Neevaluat

source: Critical error
ro: Eroare critică

source: Main error
ro: Eroare majora/grava

source: Minor error
ro: Eroare minora

source: Good
ro: Bun/bine

source: Accepted
ro: Acceptat

source: Accepted (changes required)
ro: Acceptat (modificari sunt necesare)

source: Not accepted
ro: Neacceptat

source: Not finished
ro: Neterminat

source: Not finished (changes required)
ro: Neterminat (modificari sunt necesare)

source: Not finished (complete revision required)
ro: Neterminat (o reviziune completa este necesara)

source: You are invited to the review meeting. Please consider the information which are part of this document.
de: Sie sind zur Review-Sitzung eingeladen. Bitte beachten Sie alle hier erwähnten Informationen.
ro: Sunteti invitati la sedinta de revizuire. Va rog sa luati in considerare informatiile care sunt parte a acestui document.

source: Software Specification; Second-hand Vehicle
de: Software-Spezifikation; Gebrauchtwagen
ro: Specificatie Software; Vehicul second-hand

source: Cannot load help information.
de: Hilfsinformationen konnten nicht geladen werden.
ro: Nu pot incarca informatii ajutatoare.

source: <no title>
de: <kein Titel>
ro: <fara titlu>

source: Cannot find requested help chapter.
de: Das gesuchte Hilfskapitel konnte nicht gefunden werden.
ro: Capitolul ajutator solicitat nu poate fi gasit.

source: Cannot add new aspect.
de: Neuer Prüfaspekt konnte nicht hinzugefügt werden.
ro: Un aspect nou nu poate fi adaugat.

source: Cannot read directive of the aspect.
de: Direktive des Prüfaspekts konnte nicht ermittelt werden.
ro: Directiva aspectului nu poate fi citita.

source: Cannot store directive of the aspect.
de: Direktive des Prüfaspekts konnte nicht gespeichert werden.
ro: Directiva aspectului nu poate fi memorata/salvata.

source: Cannot read description of the aspect.
de: Beschreibung des Prüfaspekts konnte nicht ermittelt werden.
ro: Descrierea aspectului nu poate fi citita.

source: Cannot store description of the aspect.
de: Beschreibung des Prüfaspekts konnte nicht gespeichert werden.
ro: Descrierea aspectului nu poate fi memorata/salvata.

source: Cannot read category of the aspect.
de: Kategorie des Prüfaspekts konnte nicht ermittelt werden.
ro: Categoria aspectului nu poate fi citita.

source: Cannot store category of the aspect.
de: Kategorie des Prüfaspekts konnte nicht gespeichert werden.
ro: Categoria aspectului nu poate fi memorata/salvata.

source: Cannot move selected aspect.
de: Prüfaspekt konnte nicht verschoben werden.
ro: Aspectul solicitat nu poate fi mutat.

source: Cannot get sorting position of the aspect.
de: Position des Prüfaspekts bzgl. seiner Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi pozitia/indicele de sortare a aspectului.

source: Attendee does not exist!
de: Teilnehmer wurde nicht gefunden!
ro: Participantul nu exista!

source: Cannot add or get attendee.
de: Teilnehmer konnte weder hinzugefügt noch gelesen werden.
ro: Nu se poate adauga sau gasi un participant.

source: Cannot store attendee! There may be an attendee with the given name and contact information already existing.
de: Teilnehmer konnte nicht gespeichert werden! Unter Umständen existiert bereits ein Teilnehmer mit demselben Namen und denselben Kontaktinformationen.
ro: Nu se poate memora/salva participantul. Este posibil ca participantul cu numele si informatiile de contact mentionate sa existe deja.

source: Cannot get strengths of the selected attendee.
de: Die Schwerpunkte des gewählten Teilnehmers konnten nicht ermittelt werden.
ro: Nu pot gasi aptitudinile/punctele forte ale participantului selectat.

source: Cannot detect wether the given category is a strength of the attendee or not.
de: Es konnte nicht festgestellt werden, ob die gewählte Kategorie ein Schwerpunkt des Teilnehmers ist.
ro: Nu pot detecta daca categoria mentionata este o aptitudine/punct forte a participantului sau nu.

source: Cannot assign strength to the attendee.
de: Der Schwerpunkt konnte nicht dem Teilnehmer zugeordnet werden.
ro: Nu pot atribui aptitudinea/punctul forte participantului.

source: Cannot remove strength of the attendee.
de: Der Schwerpunkt konnte nicht vom Teilnehmer entfernt werden.
ro: Nu pot sterge aptitudinea/punctul forte participantului.

source: CSV profile does not exist!
de: CSV-Profil wurde nicht gefunden!
ro: Profilul CVS nu exista!

source: Cannot add or get CSV profile.
de: CSV-Profil konnte weder gelesen noch hinzugefügt werden.
ro: Nu pot adauga sau gasi profilul CVS.

source: Cannot store name of the CSV profile.
de: Name des CSV-Profils konnte nicht gespeichert werden.
ro: Nu pot memora/salva numele profilului CVS.

source: Cannot get column order of the selected CSV profile.
de: Die Spaltenanordnung des gewählten CSV-Profils konnte nicht ermittelt werden.
ro: Nu pot gasi ordinea coloanelor profilului CVS selectat.

source: Cannot set column order of the selected CSV profile.
de: Die Spaltenanordnung des gewählten CSV-Profils konnte nicht gespeichert werden.
ro: Nu pot stabili ordinea coloanelor profilului CVS selectat.

source: Cannot get the requested property of the selected CSV profile.
de: Die angeforderte Eigenschaft des gewählten CSV-Profils konnte nicht ermittelt werden.
ro: Nu pot gasi proprietatea solicitata a profilului CVS selectat.

source: Cannot store property of the selected CSV profile.
de: Die Eigenschaft des gewählten CSV-Profils konnte nicht gespeichert werden.
ro: Nu pot memora/salva proprietatea profilului CVS selectat.

source: Catalog doesn't exists!
de: Der Fragenkatalog existiert nicht!
ro: Catalogul nu exista!

source: Cannot add or get catalog.
de: Der Fragenkatalog konnte weder gelesen noch hinzugefügt werden.
ro: Nu pot adauga sau gasi catalogul.

source: Cannot set catalog name.
de: Der Name des Fragenkatalogs konnte nicht gespeichert werden.
ro: Nu pot stabili numele catalogului.

source: Cannot move the selected catalog.
de: Der gewählte Fragenkatalog konnte nicht verschoben werden.
ro: Nu pot muta catalogul selectat.

source: Cannot get the sorting position of the catalogs.
de: Die Position des gewählten Fragenkatalog bzgl. seiner Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi pozitia de sortare a cataloagelor.

source: Cannot get sorting position of the category.
de: Die Position der gewählten Kategorie bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi pozitia de sortare a categoriei.

source: Cannot get first sorting position of the categories.
de: Die erste Position bzgl. der Sortierung der Kategorien konnte nicht ermittelt werden.
ro: Nu pot gasi prima pozitie de sortare a categoriilor.

source: Cannot get last sorting position of the categories.
de: Die letzte Position der Kategorien bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi ultima pozitie de sortare a categoriei.

source: Cannot move the selected category.
de: Die gewählte Kategorie konnte nicht verschoben werden.
ro: Nu pot muta categoria selectata.

source: Cannot get the number of categories.
de: Die Anzahl an Kategorien konnte nicht ermittelt werden.
ro: Nu pot obtine numarul categoriilor.

source: Cannot get category of the selected catalog.
de: Die Kategorie des gewählten Fragenkatalogs konnte nicht ermittelt werden.
ro: Nu pot gasi categoria catalogului selectat.

source: Cannot detect wether the given category exists or not.
de: Es konnte nicht ermittelt werden, ob die gewählte Kategorie existiert.
ro: Nu pot detecta daca categoria mentionata exista sau nu.

source: Cannot change category.
de: Die Kategorie konnte nicht geändert werden.
ro: Nu pot schimba categoria.

source: Cannot get first sorting position of the aspects.
de: Die erste Position der Prüfaspekte bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi prima pozitie de sortare a aspectelor.

source: Cannot get last sorting position of the aspects.
de: Die letzte Position der Prüfaspekte bzgl. ihrer Sortierung konnte nicht ermittelt werden.
ro: Nu pot gasi ultima pozitie de sortare a aspectelor.

source: Cannot get the number of aspects.
de: Die Anzahl an Prüfaspekten konnten nicht ermittelt werden.
ro: Nu pot gasi numarul aspectelor.

source: Cannot get aspects of the selected catalog / category.
de: Die Prüfaspekte des gewählten Fragenkatalogs / der gewählten Kategorie konnten nicht ermittelt werden.
ro: Nu pot gasi aspecte ale catalogului/categoriei slectat(e).

source: Cannot remove aspect.
de: Prüfaspekt konnte nicht entfernt werden.
ro: Nu po sterge aspectul.

source: Review Findings
de: Review-Befunde
ro: Rezultatele inspectiei/revizuirii

source: Finding {0} of Review "{1}" ** Product: {2} (Version: {3}) **** {4}
de: Befund {0} des Reviews "{1}" ** Prüfling: {2} (Version: {3}) **** {4}
ro: Rezultatul {0} al Inspectiei/Revizuirii "{1}" ** Product: {2} (Versiune: {3}) **** {4}

source: Cannot store invitation as directory.
de: Das Einladungspaket konnte nicht als Verzeichnis gespeichert werden.
ro: Nu pot memora/salva invitatia sub forma de director/catalog.

source: Review Meeting
de: Review-Sitzung
ro: Sedinta pentru inspectie/revizuire

source: Invitation
de: Einladung
ro: Invitație

source: To:
de: An:
ro: Către:

source: Invitation for the Meeting on
de: Einladung zur Sitzung am
ro: Invitatie la sedinta despre

source: Location
de: Ort
ro: Adresa/Locaţia

source: You are invited as {0} to this review ({1}).
de: Sie sind als {0} zu diesem Review ({1}) eingeladen.
ro: Sunteti invitat ca {0} la aceasta inspectie/revizuire ({1}).

source: This meeting ties up to the review meeting of {0}.
de: Diese Sitzung schließt an die Review-Sitzung vom {0} an.
ro: Aceasta sedinta are legatura cu sedinta pentru inspectie/revizuire a {0}.

source: The following product will be reviewed:
de: Der folgende Prüfling wird im Review begutachtet:
ro: Urmatorul produs va fi inspectat/revizuit:

source: Product Version
de: Version des Prüflings
ro: Versiunea produsului

source: File Attachment
de: Dateianhang
ro: Atasare fisier

source: Please prepare for the review meeting by checking the product for the aspects which are associated to you.
de: Bitte bereiten Sie sich auf die Review-Sitzung vor, indem Sie den Prüfling mit Hilfe der Ihnen zugeteilten Prüfaspekte begutachten.
ro: Va rog sa va pregatiti pentru sedinta de inspectie/revizuire prin verificarea produsului privitor la aspectele asociate dumneavoastra.

source: Please do not hesitate to contact the review moderator if you have any questions:
de: Falls Sie Fragen zum Review haben, können Sie sich gerne an den Moderator wenden:
ro: Va rog sa nu ezitati sa conectati moderatorul inspectiei/reviziei daca aveti intrebari:

source: Please do not hesitate to contact one of the review moderators if you have any questions:
de: Falls Sie Fragen zum Review haben, können Sie sich gerne an einen der Moderatoren wenden:
ro: Va rog sa nu ezitati sa conectati pe unul dintre moderatorii inspectiei/reviziei daca aveti intrebari:

source: Cannot generate front page of the PDF document.
de: Die Titelseite des PDF-Dokuments konnte nicht erstellt werden.
ro: Nu pot genera prima pagina a documentului PDF.

source: Cannot put aspects into the PDF document.
de: Die Prüfaspekte konnten nicht in das PDF-Dokument geschrieben werden.
ro: Nu se pot pune aspecte in documentul PDF.

source: Please prepare for the review meeting by checking the product for the following aspects step by step:
de: Bitte bereiten Sie sich auf die Review-Sitzung vor, indem Sie den Prüfling mit Hilfe der folgenden Prüfaspekte begutachten:
ro: Va rog sa va pregatiti pentru sedinta de inspectie/revizuire prin verificarea produsului privitor la urmatoarele aspecte pas cu pas:

source: The product will be checked for the following aspects:
de: Die Prüfling wird mit Hilfe der folgenden Prüfaspekte begutachtet:
ro: Produsul va fi verificat in privinta urmaoarelor aspecte:

source: Cannot create invitation for the review meeting.
de: Das Einladungspaket für die Review-Sitzung konnte nicht erstellt werden.
ro: Nu pot crea o invitatie petru sedinta de inspectie/revizuire.

source: Cannot store invitation as ZIP file.
de: Das Einladungspaket konnte nicht als ZIP-Datei gespeichert werden.
ro: Nu pot memora/salva invitatia sub forma de fisier ZIP.

source: List of Findings
de: Review-Protokoll
ro: Lista rezultatelor

source: Cannot create PDF document.
de: Das PDF-Dokument konnte nicht erstellt werden.
ro: Nu pot crea un fisier PDF.

source: Page {0} of
de: Seite {0} von
ro: Pagina {0} din

source: Findings List of the Review
de: Review-Protokoll
ro: Lista rezultatelor inspectiei/revizuirii

source: Findings List of the Review Meeting
de: Review-Sitzungsprotokoll
ro: Lista rezultatelor sedintei de inspectie/revizuire

source: Review Description:
de: Beschreibung des Reviews:
ro: Descrierea inspectiei/revizuirii

source: Review Comments
de: Kommentare zum Review
ro: Comentarii la inspectie/revizuire

source: Reviewed Product:
de: Begutachteter Prüfling:
ro: Produsul inspectat/revizuit:

source: Product Name
de: Bezeichnung des Prüflings
ro: Numele produsului

source: Product References:
de: Referenzen zum Prüfling:
ro: Referintele produsului:

source: Meeting Information:
de: Informationen zur Review-Sitzung:
ro: Informatiile sedintei:

source: Findings Lists of the Review Meetings:
de: Protokoll der Review-Sitzung:
ro: Liste cu rezultatele sedintelor de inspectie/revizuire:

source: Date
de: Datum
ro: Data

source: Time
de: Zeit
ro: Ora/Timp

source: Duration of the meeting
de: Dauer der Sitzung
ro: Durata sedintei

source: Hour(s)
de: Stunde(n)
ro: Ora

source: Minute(s)
de: Minute(n)
ro: Minut(e)

source: Number of findings
de: Anzahl an Befunde
ro: Numarul rezultatelor

source: Number of attendees
de: Teilnehmerzahl
ro: Numarul participantilor

source: General impressions of the product:
de: Genereller Eindruck des Prüflings:
ro: Impresii generale despre produs:

source: Final recommendation for the product:
de: Abschließende Bewertung des Prüflings:
ro: Recomandarea finala pentru produs:

source: The severities of the findings in this review (descending order of importance):
de: Die Gewichtungen der Befunde in diesem Review (absteigend sortiert nach Wichtigkeit):
ro: Gradele de severitate a rezultatelor în această inspectie/revizuire (in ordinea descrescătoare a importanţei):

source: This review consists of {0} attendees, {1} findings, {2} meetings and {3} aspects.
de: Dieses Review besteht aus {0} Teilnehmer, {1} Befunde, {2} Sitzungen und {3} Prüfaspekte.
ro: Aceasta inspectie/revizuire consta din {0} participanti, {1} rezultate, {2} sedinte si {3} aspecte.

source: This finding has been created with RevAger on
de: Dieser Befund wurde mit RevAger erstellt am
ro: Acest rezultat a fos creat cu RevAger asupra/pe

source: Review Meeting on
de: Review-Sitzung am
ro: Sedinta de inspectie/revizuire a

source: The meeting took place as it has been planned.
de: Die Sitzung fand wie geplant statt.
ro: Sedinta a decurs conform planului.

source: The meeting didn't take place as it has been planned. The meeting was planned:
de: Die Sitzung fand nicht wie geplant statt. Ursprüngliche Planung der Sitzung:
ro: Sedinta nu a decurs conform planului. Sedinta a fost planificata:

source: Comments on the Meeting:
de: Kommentare zur Sitzung:
ro: Comentarii la sedinta:

source: Comments on the Findings List:
de: Kommentare zum Protokoll:
ro: Comentarii la lista rezultatelor:

source: The following attendees participated
de: Folgende Teilnehmer waren anwesend
ro: Urmatorii participanti au luat parte

source: attendees
de: Teilnehmer
ro: participanti

source: The following findings were recorded by the participating reviewers
de: Die folgenden Befunde wurden von den anwesenden Gutachtern vorgebracht
ro: Urmatoarele rezultate au fost au fost înregistrate de către inspectorii/revizorii participanti

source: findings
de: Befunde
ro: rezultate

source: Cannot put the selected review meeting in the PDF document.
de: Die gewählte Review-Sitzung konnte nicht in das PDF-Dokument geschrieben werden.
ro: Nu po pune sedinta de inspectie/revizuire selectata în documentul PDF.

source: Assigned aspects:
de: Zugeteilte Prüfaspekte:
ro: Aspecte alocate:

source: Preparation time:
de: Vorbereitungszeit:
ro: Timp de pregatire:

source: Day(s)
de: Tag(e)
ro: Zi(le)

source: Date, Signature
de: Datum, Unterschrift
ro: Data, Semnatura

source: Cannot put attendees into the PDF document.
de: Die Teilnehmer konnten nicht in das PDF-Dokument geschrieben werden.
ro: Nu se pot pune participanţii în documentul PDF.

source: Finding
de: Befund
ro: Descoperire/Rezultat

source: References:
de: Referenzen:
ro: Referințe:

source: Aspects:
de: Prüfaspekte:
ro: Aspecte:

source: Cannot put findings into the PDF document.
de: Die Befunde konnten nicht in das PDF-Dokument geschrieben werden.
ro: Nu se pot pune rezulate/descoperiri în documentul PDF.

source: The following persons participated in the whole review:
de: Folgende Teilnehmer waren während des gesamten Reviews anwesend:
ro: Următoarele persoane au participat la inspectie/revizuire pe tot parcursul ei:

source: Show/hide help
de: Hilfe ein-/ausblenden
ro: Arata /ascunde sistemul de asistenta de ajutor

source: Work in progress ...
de: Vorgang läuft ...
ro: Lucrări în progres ...

source: Loading help ...
de: Hilfe wird geladen ...
ro: Incarcarea sistemului de asistenta de ajutor ...

source: Show/hide hints
de: Hinweise ein-/ausblenden
ro: Arata / ascunde sugestii

source: No review in process.
de: Kein Review in Bearbeitung.
ro: Nici o inspectie/revizuire in proces.

source: Filter:
ro: Filtru:
