Repository: SilverlightningY/revager
Catalog: lang/*.po
Languages: de, ro

source: Filtered attendees:
de: Gefilterte Teilnehmer:
ro: Participanţii filtraţi:

source: Remove attendee from address book
de: Teilnehmer aus dem Adressbuch entfernen
ro: Stergeţi participantul din agendă

source: Abort
de: Abbrechen
ro: Abandonare

source: Confirm
de: Bestätigen
ro: Confirmă

source: RevAger Online Help
de: RevAger Online-Hilfe
ro: RevAger Ajutor Online

source: Filter/Search - Enter search item ...
de: Filter/Suche - Suchbegriff eingeben ...
ro: Filtru / Cautare - Introduceţi elementul cautat ...

source: Reset filter
de: Filter zurücksetzen
ro: Reinitializati filtrul

source: Please enter a search item into the input field to filter the contents:
de: Bitte geben Sie einen Suchbegriff in das Eingabefeld ein um den Inhalt zu filtern:
ro: Va rog să introduceti un element de căutare în câmpul de intrare pentru filtrarea conţinutului:

source: Cannot load the start page.
de: Die Startseite konnte nicht geladen werden.
ro: Nu se poate încărca pagina de start.

source: Error occured
de: Es ist ein Fehler aufgetreten
ro: S-a detectat o eroare

source: Cannot find help page.
de: Hilfe-Seite konnte nicht gefunden werden.
ro: Nu se poate gasi pagina de ajutor.

source: All meetings
de: Alle Sitzungen
ro: Toate sedintele

source: Product:
de: Prüfling:
ro: Produs:

source: Title of the review:
de: Titel des Reviews:
ro: Titlul inspectiei/revizuirii:

source: Description of the review:
de: Beschreibung des Reviews:
ro: Descrierea inspectiei/revizuirii:

source: Comments on the review
de: Kommentare zum Review
ro: Observaţii/Comentarii cu privire la inspectie/revizuire

source: Comments on the review:
de: Kommentare zum Review:
ro: Observaţii/Comentarii cu privire la inspectie/revizuire:

source: Review Meetings:
de: Review-Sitzungen:
ro: Sedinte de inspectie/revizuire:

source: Remove
de: Entfernen
ro: Șterge

source: Modify meeting
de: Sitzung bearbeiten
ro: Modifica inspectia/revizuirea:

source: Comment meeting
de: Sitzung kommentieren
ro: Comenteaza sedinta

source: Open/create list of findings
de: Protokoll zur Sitzung öffnen/erstellen
ro: Deschide/creaza lista de rezultate/constatări

source: Attendees of the review:
de: Teilnehmer des Reviews:
ro: Participantii la inspectie/revizuire:

source: Remove attendee
de: Teilnehmer entfernen
ro: Sterge participant

source: Modify attendee
de: Teilnehmer bearbeiten
ro: Modifică participantul

source: General impression of the product:
de: Genereller Eindruck des Prüflings
ro: Impresia generală a produsului:

source: Open RevAger Assistant
de: RevAger-Assistent öffnen
ro: Deschideţi Asistentul RevAger

source: Edit
de: Bearbeiten
ro: Editaţi

source: Settings
de: Einstellungen
ro: Optiuni de configurare

source: Application Settings
de: Anwendungseinstellungen
ro: Optiuni de configurare a aplicatiei

source: CSV Profiles
de: CSV-Profil
ro: Profile CVS

source: Help
de: Hilfe
ro: Ajutor

source: About RevAger
de: Über RevAger
ro: Despre RevAger

source: Version:
ro: Versiunea:

source: First of all we recommend to specify the product and the review's title.
de: Zunächst empfehlen wir, den Prüfling und den Titel des Reviews festzulegen.
ro: Inainte de toate, vă recomandăm să specificati produsul şi titlul inspectiei/revizuirii.

source: You should create a meeting and add the attendees of the review by using the corresponding buttons.
de: Erstellen Sie eine Sitzung und fügen Sie mindestens einen Teilnehmer zum Review hinzu, indem Sie die entsprechenden Schaltflächen nutzen.
ro: Trebuie să creaţi o sedinta şi sa adaugati participanţii la inspectie/revizuire utilizând butoanele corespunzătoare.

source: All required information for the review are present.
de: Alle für das Review benötigten Informationen wurden angegeben.
ro: Toate informaţiile necesare pentru inspectie/revizuire sunt prezente.

source: Now you can export the list of findings either for the whole review or a single review meeting.
ro: Acum puteti să exportaţi lista de rezultate, fie pentru inspectia/revizuirea completa sau a unei sedinte de inspectie/revizuire singulare.

source: You can open the list of findings by selecting the corresponding meeting and clicking the 'Open findings list' button.
de: Sie können das Review-Protokoll öffnen, indem Sie die entsprechende Sitzung auswählen und auf die Schaltfläche 'Protokoll öffnen' klicken.
ro: Puteţi deschide lista rezultatelor prin selectarea sedintei corespunzătoare şi făcând clic pe butonul 'Deschide lista de rezultate ".

source: You can open the RevAger Assistant by clicking on the 'Open Assistant' button.
de: Sie können den RevAger-Assistenten öffnen, indem Sie auf den entsprechenden Button klicken.
ro: Puteti să deschideţi Asistentul RevAger făcând clic pe butonul "Deschide Asistent '.

source: New Review
de: Neues Review
ro: Sedinta noua

source: Remove meeting
de: Sitzung entfernen
ro: Stergeti sedinta

source: Remove list of findings
de: Sitzungsprotokoll entfernen
ro: Stergeti lista rezultatelor

source: Restore
de: Wiederherstellen
ro: Restaurati

source: Discard
de: Verwerfen
ro: ignorați/Anulați

source: There is a review which hasn't been stored properly. Would you like to restore and load the review?
de: Es existiert ein Review, welches nicht ordnungsgemäß gespeichert wurde. Wollen Sie das Review wiederherstellen und öffnen?
ro: Există o inspectie/revizuire, care nu a fost salvată în mod corespunzător. Doriţi să restauraţi şi sa încărcaţi inspectia/revizuirea?

source: Close Application
de: Anwendung beenden
ro: Inchideti aplicatia

source: There are unsaved changes in the review. Would you like to save them now? Attention: If you choose 'No' all unsaved information will get lost.
de: Die Änderungen des Reviews wurden nicht gespeichert. Wollen Sie diese jetzt speichern? Achtung: Wenn Sie hier 'Nein' wählen, gehen alle ungespeicherten Informationen verloren.
ro: Există modificări nesalvate în inspectie/revizuire Doriţi să le salvaţi acum?

source: Please enter the name of the attendee.
de: Bitte geben Sie den Namen des Teilnehmers ein.
ro: Vă rugăm să introduceţi numele participantului.

source: Open Review...
de: Review öffnen...
ro: Deschideţi inspectia/revizuirea ...

source: Manage Severities
de: Gewichtungen verwalten
ro: Administrati gradele de severitate

source: Manage Aspects
de: Prüfaspekte verwalten
ro: Administrati aspectele

source: Export Findings into a CSV File
de: Befunde in eine CSV-Datei exportieren
ro: Exportati rezultatele într-un fişier CSV

source: Export Findings List as PDF File
de: Review-Protokoll als PDF-Datei exportieren
ro: Exportati lista de rezulate/constatari ca fisier PDF

source: Open/Create Findings List
de: Review-Protokoll öffnen/erstellen
ro: Deschideţi/Creaţi lista de rezultate

source: Create Invitations
de: Einladungspakete erstellen
ro: Creaţi invitaţii

source: Save Review
de: Review speichern
ro: Salvati inspectia/revizuirea

source: Ignore
de: Ignorieren
ro: Ignorati

source: Correct
de: Korrigieren
ro: Corectati

source: This review contains attachments. It is not possible to store them inside the XML file, so they'll get lost.
de: Dieses Review enthält Datei-Anhänge. Diese können nicht in die XML-Datei gespeichert werden und gehen daher verloren.
ro: Această inspectie/revizuire conţine atasamente. Acestea nu pot fi salvate în interiorul fişierului XML, in consecinta vor fi pierdute.

source: Save Review as...
de: Review speichern unter...
ro: Salvati inspectia/revizuirea ca ...

source: Select language
de: Sprache wählen
ro: Alegeți limba

source: You have to restart the application in order finalize the change of language. Restart now?
de: Sie müssen die Anwendung neustarten um den Wechsel der Sprache durchzuführen. Jetzt neustarten?
ro: Trebuie să reporniţi aplicaţia pentru a finaliza schimbarea limbii. Reporniţi acum?

source: Add Attendee
de: Teilnehmer hinzufügen
ro: Adăugaţi participant

source: There is an attendee with the given information already existing. Please change the name, the contact information or the role of the attendee you would like to add.
de: Es existiert bereits ein Teilnehmer mit den eingegebenen Daten. Bitte ändern Sie den Namen, die Kontaktinformationen oder die Rolle des Teilnehmers, den Sie hinzufügen möchten.
ro: Există deja un participant cu informaţiile oferite. Vă rugăm să schimbaţi numele, datele de contact sau rolul participantului pe care doriţi să il adăugaţi.

source: Edit Attendee
de: Teilnehmer bearbeiten
ro: Editaţi participantul

source: Cannot remove the selected attendee ({0}) from the current review because he/she is part of at least one meeting: {1}
de: Der gewählte Teilnehmer ({0}) konnte nicht entfernt werden, da er/sie an mindestens einer Sitzung beteiligt ist: {1}
ro: Nu pot sterge participantul selectat ({0}) din inspectia/revizuirea curenta, deoarece el/ea este parte din cel puţin o sedinta: {1}

source: Attention!
de: Achtung!
ro: Atentie!

source: Add Meeting
de: Sitzung hinzufügen
ro: Adaugati sedinta

source: Comments on the selected meeting:
de: Kommentare zur gewählten Sitzung:
ro: Comentarii privind inspectia/revizuirea selectata:

source: New severity
de: Neue Gewichtung
ro: Severitate noua

source: If you remove a severity, this will affect the whole review. Removed severities will be replaced by the next higher one. Would you really like to remove the selected severity?
de: Wenn Sie eine Gewichtung entfernen wirkt sich diese Aktion auf das gesamte Review aus. Entfernte Gewichtungen werden durch die jeweils nächsthöhere Gewichtung ersetzt. Wollen Sie die gewählte Gewichtung wirklich entfernen?
ro: Dacă stergeţi o severitate, acest lucru va afecta întreaga inspectie/revizuire. Severitatea îndepărtata va fi înlocuita cu cea cu urmatorul grad mai mare. Doriti intr-adevar sa stergeti severitatea selectata?

source: All catalogs
de: Alle Fragenkataloge
ro: Toate cataloagele

source: Confirm and close Aspects Manager
de: Bestätigen und Prüfaspekte-Manager schließen
ro: Confirmati si inchideti Administratorul pentru Aspecte

source: Add Catalog
de: Fragenkatalog hinzufügen
ro: Adaugati catalog

source: Copy selected Catalog
de: Ausgewählten Fragenkatalog kopieren
ro: Copiati catalogul selectat

source: Add a new Aspect to the selected Catalog
de: Neuen Prüfaspekt zum ausgewählten Fragenkatalog hinzufügen
ro: Adăugati un aspect nou la catalogul selectat

source: (No Category)
de: (ohne Kategorie)
ro: (Nici o categorie)

source: Remove selected Item
de: Ausgewählten Eintrag entfernen
ro: Stergeti elementul selectat

source: Remove selected Items
de: Ausgewählte Einträge entfernen
ro: Stergeti elementele selectate

source: Edit selected Item
de: Gewählten Eintrag bearbeiten
ro: Editati elementul selectat

source: Please enter a name for the category.
de: Bitte geben Sie einen Namen für die Kategorie ein.
ro: Introduceti un nume pentru categorie, va rog.

source: Assign selected Aspects to the Reviewers automatically
de: Die ausgewählten Prüfaspekte automatisch auf die Gutachter verteilen
ro: Atribuiti aspectele selectate inspectorilor/revizorilor in mod automat

source: Import Catalog
de: Fragenkatalog importieren
ro: Importati catalog

source: Export selected Catalog
de: Ausgewählten Fragenkatalog exportieren
ro: Exportati catalogul selectat

source: Import Aspects into the selected Catalog
de: Prüfaspekte in den ausgewählten Fragenkatalog importieren
ro: Importati aspecte în catalogul selectat

source: Export selected Aspects
de: Ausgewählte Prüfaspekte exportieren
ro: Exportati aspectele selectate

source: Load Standard Catalogs
de: Standard-Fragenkataloge laden
ro: Incarcati cataloagele standard

source: Aspects
de: Prüfaspekte
ro: Aspecte

source: Push Item to the top
de: Eintrag ganz nach oben verschieben
ro: Împingeţi elementul la început

source: Push Item up
de: Eintrag nach oben verschieben
ro: Împingeţi elementul in sus

source: Push Item down
de: Eintrag nach unten verschieben
ro: Împingeţi elementul in jos

source: Push Item to the bottom
de: Eintrag ganz nach unten verschieben
ro: Împingeţi elementul la sfirsit

source: Sort Catalogs in ABC order
de: Fragenkataloge alphabetisch sortieren
ro: Sortare catalog in ordine alfabetica

source: Expand whole tree
de: Den kompletten Baum ausklappen
ro: Expandarea intregului arbore

source: Collapse whole tree
de: Den kompletten Baum einklappen
ro: Minimalizarea intregului arbore

source: Show Reviewers
de: Gutachter anzeigen
ro: Arata inspectorii/revizorii

source: Show assigned Aspects
de: Zugeteilte Prüfaspekte anzeigen
ro: Arata aspectele alocate

source: Assign selected Aspects to all Reviewers
de: Die ausgewählten Prüfaspekte allen Gutachtern zuteilen
ro: Atribuirea aspectelor selectate tuturor inspectorilor/revizorilor

source: Allocating aspects ...
de: Prüfaspekte werden zugeteilt ...
ro: Alocarea aspectelor ...

source: Aspects allocated successfully.
de: Die Prüfaspekte wurden erfolgreich zugeteilt.
ro: Aspectele au fost alocate cu succes.

source: Assign selected Aspects to the displayed Reviewer
de: Die ausgewählten Prüfaspekte dem angezeigten Gutachter zuteilen.
ro: Atribuirea aspectelor selectate inspectorilor/revizorilor afisati

source: Aspects Manager
de: Prüfaspekte-Manager
ro: Administratorul de aspecte

source: Aspects Manager loaded successfully.
de: Prüfaspekte-Manager erfolgreich geladen.
ro: Administratorul de aspecte a fost încărcat cu succes.

source: You have to assign at least one aspect to a reviewer.
de: Sie müssen mindestens einen Prüfaspekt einem Gutachter zuteilen.
ro: Trebuie să alocaţi cel puţin un aspect unui inspector/revizor.

source: In order to assign aspects to reviewers you have to add at least one reviewer to the review.
de: Um den Gutachtern Prüfaspekte zuzuteilen müssen Sie zunächst einen Gutachter zum Review hinzufügen.
ro: În scopul de a atribui aspecte inspectorilor/revizorilor trebuie să adăugaţi cel puţin un inspector/revizor unei inspectii/revizuiri.

source: You can assign catalogs, categories or aspects to the reviewers after selecting them.
ro: Puteti atribui cataloage, categorii sau aspecte inspectorilor/revizorilor după selectarea acestora.

source: You can import complete catalogs or selected aspects by using the provided buttons in the tool bar.
de: Sie können komplette Fragenkataloge oder ausgewählte Prüfaspekte importieren, indem Sie die entsprechenden Buttons in der Werkzeugleiste verwenden.
ro: Puteti importa cataloage complete sau aspecte selectate folosind butoanele furnizate în bara de instrumente.

source: No review is loaded. Therefore you can only work in the library with its catalogs and aspects.
de: Es ist keine Review geladen. Daher können Sie ausschließlich in der Fragenkatalog-Bibliothek arbeiten.
ro: Nici o inspectie/revizuire nu este încărcată. Prin urmare, se poate lucra numai în bibliotecă, cu cataloagele şi aspectele sale.

source: There aren't any reviewers existing in the review. After adding at least one reviewer by using the 'Add Attendee' button you can assign them aspects from the existing catalogs.
de: Es gibt keine Gutachter in diesem Review. Nachdem Sie mindestens einen Gutachter zum Review hinzugefügt haben, können Sie diesen die ausgewählten Prüfaspekte zuweisen.
ro: Nu exista nici un inspector/revizor în cadrul inspectiei/revizuirii. După adăugarea cel puţin a unui inspector/revizor folosind butonul 'Adaugati Participant' veti putea să le atribuiţi aspecte din cataloagele existente.

source: Please enter the required information of the aspect into the provided text fields.
de: Bitte geben Sie alle benötigten Informationen des Prüfaspekts in die dafür vorgesehene Textfelder ein.
ro: Vă rugăm să introduceţi informaţiile aspectului solicitate în câmpurile de text furnizate.

source: Directive of the aspect:
de: Direktive des Prüfaspekts:
ro: Directiva aspectului:

source: Please enter the required information of the catalog into the provided text fields.
de: Bitte geben Sie alle nötigen Informationen für den Fragenkatalog in die dafür vorgesehenen Eingabefelder ein.
ro: Vă rugăm să introduceţi informaţiile necesare ale catalogului în câmpurile de text furnizate.

source: Name of the catalog:
de: Name des Fragenkatalogs:
ro: Numele catalogukui:

source: Description:
de: Beschreibung:
ro: Descriere:

source: Category:
de: Kategorie:
ro: Categoria:

source: Remove selected aspect
de: Ausgewählten Prüfaspekt entfernen
ro: Stergeti aspectul selectat

source: Edit selected aspect
de: Ausgewählten Prüfaspekt bearbeiten
ro: Editati aspectul selectat

source: Push up item
de: Eintrag nach oben verschieben
ro: Impingeti elementul in sus

source: Push down item
de: Eintrag nach unten verschieben
ro: Impingeti elementul in jos

source: Build:
ro: Construiti:

source: Date of Release:
de: Release-Datum
ro: Data versiunii:

source: Homepage:
ro: Pagină web:

source: Close
de: Schließen
ro: Închideţi

source: Here you can manage all required information of the attendee.
de: Hier können Sie alle in Bezug auf den Teilnehmer benötigten Informationen verwalten.
ro: Aici aveţi posibilitatea să administrati toate informaţiile cerute ale participantului.

source: Back
de: Zurück
ro: Înapoi

source: Name:
ro: Nume:

source: Open Attendee Directory
de: Teilnehmer-Datenbank öffnen
ro: Deschideţi directorul participantului

source: Contact information:
de: Kontaktinformationen:
ro: Date de contact:

source: Role:
de: Rolle:
ro: Rol:

source: Priorities:
de: Prioritäten:
ro: Priorităţi:

source: Add Strength
de: Schwerpunkt hinzufügen
ro: Adaugare aptitudine/punct forte

source: Please select at least one strength for the reviewer:
de: Bitte wählen Sie mindestens einen Schwerpunkt für den Gutachter:
ro: Va rog sa selectati cel putin o aptitudine/punct forte pentru inspector/revizor:

source: Importing catalog ...
de: Fragenkatalog werden importiert ...
ro: Importare catalog ...

source: Remove Strength
de: Schwerpunkt entfernen
ro: Stergere aptitudine/punct forte

source: CSV Profiles for Finding Export
de: CSV-Profile für den Export von Befunden
ro: Profile CSV pentru exportul rezultatelor

source: Here you can configure the CSV Profiles for exporting findings.
de: Hier können Sie die CSV-Profile für den Export von Befunden konfigurieren.
ro: Aici puteţi configura Profile CSV pentru exportarea rezultatelor.

source: Name of the CSV Profile:
de: Name des CSV-Profils:
ro: Numele profilului CSV:

source: Column order in the CSV file:
de: Spaltenanordnung in der CSV-Datei
ro: Ordinea coloanelor in fisierul CSV:

source: Column names in the CSV file:
de: Spaltenbezeichungen in der CSV-Datei
ro: Numele coloanelor în fişierul CSV:

source: Put the given column names into the CSV file (first row).
de: Die eingegebenen Spaltenbezeichnungen in die CSV-Datei einbinden (erste Zeile).
ro: Puneti numele coloanelor în fişierul CSV (primul rând).

source: Protect the content of individual cells in the CSV file with quotes.
de: Den Inhalt der einzelnen Zellen mit Hilfe von Anführungszeichen abgrenzen.
ro: Protejati conţinutul celulelor individuale din fişierul CSV cu ghilimele.

source: Valid severities of the findings for this profile:
de: Für diese Profil gültige Gewichtungen der Befunde:
ro: Grade de severitate valide ale rezultatelor pentru acest profil:

source: CSV Profile:
de: CSV-Profil:
ro: Profilul CSV:

source: Add a new CSV Profile
de: Neues CSV-Profil hinzufügen
ro: Adaugati un nou profil CSV

source: Please enter a name for the new CSV Profile:
de: Bitte geben Sie einen Namen für das neue CSV-Profil ein:
ro: Vă rog să introduceţi un nume pentru noul profil CSV:

source: Remove selected CSV Profile
de: Ausgewähltes CSV-Profil entfernen
ro: Stergeti Profilul CSV selectat

source: Cancel
de: Abbrechen
ro: Anulaţi

source: You are going to delete the selected CSV Profile. Do you really want to continue?
de: Sie sind dabei, das ausgewählte CSV-Profil zu entfernen. Wollen Sie wirklich fortfahren?
ro: Aveţi de gand sa ştergeţi profilul CSV selectat. Chiar doriţi să continuaţi?

source: Selected meeting:
de: Ausgewählte Sitzung:
ro: Sedinta selectata:

source: Attach product to invitation packages
de: Prüfling als Anhang in die Einladungspakete einbinden
ro: Ataşaţi produsul la pachetele invitaţiei

source: Package as PDF file
de: Paket als PDF-Datei
ro: Pachet ca fişier PDF

source: Package as ZIP file
de: Paket als ZIP-Datei
ro: Pachet ca fişier ZIP

source: Package as sub directory
de: Paket als Unterverzeichnis
ro: Pachet ca subdirector

source: Attendees:
de: Teilnehmer:
ro: Participanţi:

source: Select All
de: Alle auswählen
ro: Selectați tot

source: Directory:
de: Verzeichnis:
ro: Director:

source: Select directory where to store the packages
de: Verzeichnis auswählen, in dem die Pakete gespeichert werden
ro: Selectaţi directorul în care se vor salva pachetele

source: Here you can create invitations for the attendees.
de: Hier können Sie Einladungspakete für die Teilnehmer erstellen.
ro: Aici aveţi posibilitatea să creaţi invitaţii pentru participanti.

source: Product reference(s):
de: Referenzen zum Prüfling:
ro: Referinta/referintele produsului:

source: Product file(s):
de: Prüfling als Datei(en):
ro: Fişier(e) Produs:

source: Product name:
de: Name des Prüflings:
ro: Numele produsului:

source: Product version:
de: Version des Prüflings:
ro: Versiunea produsului:

source: Add Reference
de: Referenz hinzufügen
ro: Adăugaţi referinţă

source: New reference
de: Neue Referenz
ro: Referinţă nouă

source: Remove Reference
de: Referenz entfernen
ro: Stergeţi referinţa

source: Edit Reference
de: Referenz bearbeiten
ro: Editaţi referinţa

source: Add File
de: Eine Datei hinzufügen
ro: Adăugaţi fişier

source: Adding file ...
de: Datei wird hinzugefügt ...
ro: Adăugare fişier ...

source: Remove File
de: Datei entfernen
ro: Ștergeţi fişierul

source: Removing file ...
de: Datei wird entfernt ...
ro: Ștergere fişier ...

source: Press enter to add the reference finally.
de: Bestätigen Sie die Eingabe der Referenz mit der Eingabetaste
ro: Apasati tasta enter pentru a adăuga referinţa în cele din urmă.

source: Please enter the name of the product.
de: Bitten geben Sie den Namen des Prüflings an.
ro: Vă rog să introduceţi numele produsului.

source: Please enter the version number of the product.
de: Bitte geben Sie die Versionsnummer des Prüflings an.
ro: Vă rog să introduceţi numărul de versiune al produsului.

source: Please enter at least one reference for the product.
de: Bitte geben Sie mindestens eine Referenz zum Prüfling an.
ro: Vă rog să introduceţi cel puţin o referinţă pentru produs.

source: Specify the Product
de: Prüfling festlegen
ro: Specificaţi produsul

source: Here you can set the name, version and references of the product.
de: Hier können Sie den Namen, die Version sowie Referenzen zum Prüfling festlegen.
ro: Aici puteţi seta numele, versiunea şi referinţe ale produsului.

source: Here you can export the findings into a CSV file.
de: Hier können Sie die Befunde in eine CSV-Datei exportieren.
ro: Aici puteţi să exportaţi rezultatele într-un fişier CSV.

source: All findigs of this review
de: Alle Befunde des Reviews
ro: Toate rezultatele din aceasta inspectie/revizuire

source: Export findings of a certain meeting only:
de: Nur Befunde einer bestimmten Review-Sitzung exportieren:
ro: Exportati numai rezultatele unei inspectii/revizuiri precise:

source: Bug Reporter:
ro: Reporterul de erori:

source: Export
de: Exportieren
ro: Exportare

source: Export Findings as PDF File
de: Befunde als PDF-Datei exportieren
ro: Exportaţi rezultatele intr-un fisier PDF

source: Here you can export the findings as a PDF file.
de: Hier können Sie die Befunde in eine PDF-Datei exportieren.
ro: Aici puteţi să exportaţi rezultatele intr-un fişier PDF.

source: All findings of the review
de: Alle Befunde des Reviews
ro: Toate rezultatele inspectiei/revizuirii
