Repository: SilverlightningY/revager
Catalog: lang/*.po
Languages: de, ro

source: There is a catalog with the given name already existing. Please enter a new one.
de: Es existiert bereits ein Fragenkatalog mit dem angegebenen Namen. Bitte geben Sie einen neuen Namen ein.
ro: Există deja un catalog cu numele dat. Vă rog să introduceţi unul nou.

source: Catalog imported successfully.
de: Der Fragenkatalog wurde erfolgreich importiert.
ro: Catalogul a fost importat cu succes.

source: Cannot import selected file. The content is not conform to the expected format (Resi XML Schema).
de: Die gewählte Datei konnte nicht importiert werden. Der Inhalt dieser Datei entspricht nicht dem erwarteten Format (Resi XML Schema).
ro: Fişierul selectat nu poate fi importat. Conţinutul nu este conform cu formatul aşteptat (Resi XML Schema).

source: Cannot import catalog!
de: Der Fragenkatalog konnte nicht importiert werden!
ro: Catalogul nu poate fi importat!

source: Loading review ...
de: Review wird geladen ...
ro: Incărcare inspecţie/revizuire...

source: Review loaded successfully.
de: Das Review wurde erfolgreich geladen.
ro: Inspecţia/Revizuirea a fost încărcată cu succes.

source: Cannot load review file.
de: Die Review-Datei konnte nicht geladen werden.
ro: Nu se poate încărca fişierul de inspectie/revizuire.

source: Creating new review ...
de: Ein neues Review wird erstellt ...
ro: Crearea unei noi inspecţii/revizuiri...

source: New review created successfully.
de: Ein neues Review wurde erfolgreich erstellt.
ro: Noua inspecţie/revizuire a fost creată cu succes.

source: Review of
de: Review von
ro: Inspecţia/Revizuirea lui

source: Cannot create new review file.
de: Es konnte keine neue Review-Datei erstellt werden.
ro: Nu se poate crea fişierul de inspecţie/revizuire.

source: Restoring backup ...
de: Sicherung wird wiederhergestellt ...
ro: Restaurarea salvării de siguranţă..

source: Review restored successfully.
de: Das Review wurde erfolgreich wiederhergestellt.
ro: Inspecţia/Revizuirea a fost restaurată cu succes.

source: Cannot restore review.
de: Das Review konnte nicht wiederhergestellt werden.
ro: Inspecţia/Revizuirea nu poate fi restaurată.

source: Saving review ...
de: Review wird gespeichert ...
ro: Salvare inspecţie/revizuire

source: Review saved successfully.
de: Das Review wurde erfolgreich gespeichert.
ro: Inspecţia/Revizuirea a fost salvată cu succes.

source: Cannot save review file.
de: Die Review-Datei konnte nicht gespeichert werden.
ro: Fişierul de inspecţie/revizuire nu poate fi salvat.

source: There aren't any findings to export into a CSV file.
de: Es gibt keine Befunde, welche in eine CSV-Datei exportiert werden können.

source: Aspect files
de: Prüfaspekte-Dateien

source: Review_Information.pdf
de: Review-Informationen.pdf

source: Critical error; Main error; Minor error; Good
de: Kritischer Fehler; Hauptfehler; Nebenfehler; Gut

source: Accepted; Accepted (changes required); Not accepted; Not finished; Not finished (changes required); Not finished (complete revision required)
de: Akzeptiert; Akzeptiert mit Änderungen; Nicht akzeptiert; Nicht beendet; Nicht beendet (Änderungen am Prüfling erforderlich); Nicht beendet (komplette Überarbeitung des Prüflings erforderlich)

source: Cannot store PDF file. Either you don't have write permissions or the PDF file cannot be created.
de: Die PDF-Datei konnte nicht gespeichert werden. Entweder fehlen die nötigen Berechtigungen oder der Inhalt der PDF-Datei konnte erstellt werden.

source: File
de: Datei

source: You can assign catalogs, categories or aspects to the reviewers after selecting them by double click.
de: Sie können Fragenkataloge, Kategorien oder Prüfaspekte den Gutachtern zuteilen, indem Sie diese mit einem Doppelklick ausgewählt haben.

source: Catalog:
de: Fragenkatalog:

source: General
de: Allgemein

source: Impression · Comments · Recommendation
de: Eindruck · Kommentare · Bewertung

source: Please enter the general impression and the final recommendation for the product into the provided text field (Tab 'Impression · Comments · Recommendation').
de: Bitte geben Sie den generellen Eindruck und die abschließende Bewertung des Prüflings in das dafür vorgesehene Textfeld ein (Tab 'Eindruck · Kommentare · Bewertung').

source: Calendar
de: Kalender

source: Aspect
de: Prüfaspekt

source: Review_Findings_List
de: Review_Protokoll

source: Review_Meeting_Findings_List
de: Review_Sitzungsprotokoll
